"u8sdk_current_language_type" = "zh-CN";

"user_account_ui_usercenter" = "User Center";
"u8_account_UI_contactService" = "Contact Us";
"user_account_ui_bind_title" = "Bind Account";
"user_account_ui_bind_facebook" = "Bind Facebook";
"user_account_ui_bind_google" = "Bind Google";
"user_account_ui_bind_apple" = "Bind Apple";


"user_account_ui_main_menu_change_acc" = "Switch Account";
"user_account_ui_bind_des" = "Only by binding your account can you restore your current progress on a new device.";

"u8_account_info_cutoverAccount" = "Switch Account";
"u8_account_info_cutacc_signinfacebook" = "FaceBook Login";
"u8_account_info_cutacc_signingoogel" = "Google Login";
"u8_account_info_cutacc_signinapple" = "Apple Login";
"u8_account_info_cutacc_signindevicesid" = "Guest Login";

"u8_account_cutacc_warper_title" = "Switch Account Reminder";
"u8_account_cutacc_warper_des" = "Switching accounts will log you out of the current account.";
"u8_account_cutacc_warper_otherfun" = "Other Account Functions";

"u8_account_cutacc_warper_tips_title" = "Friendly Reminder";
"u8_account_cutacc_warper_tips_content" = "Are you sure you want to switch accounts?";
"u8_account_cutacc_warper_tips_confirm" = "Confirm";
"u8_account_cutacc_warper_tips_cancle" = "Cancel";

"u8_account_cutacc_delete_des" = "Account Deletion:\nIf you want to delete your account, tap the button below to check how to contact the customer service for more information. After the deletion, you will not be able to retrieve your current account and characters. Please proceed with caution.";
"u8_account_cutacc_delete_btntxt" = "Help";

"u8_account_cutacc_delete_warper_des" = "Account Deletion:\nIf you want to delete your account, tap the button below to check how to contact the customer service for more information. After the deletion, you will not be able to retrieve your current account and characters. Please proceed with caution.";
"u8_account_cutacc_delete_warper_title" = "Account Deletion";

"u8_account_cutacc_delete_confirm_yes_btn" = "Delete";

"user_account_ui_main_menu_service" = "Service Agreement";
"user_account_ui_service_des1" = "Please make sure to carefully read and agree to our User Agreement and Privacy Policy.";
"user_account_ui_service_backbtn" = "Return";

"user_account_ui_service_btn1" = "《User Agreement》";
"user_account_ui_service_btn2" = "《Privacy Policy》";

"use_kefu_des" = "Customer Service Contacts：
Official Facebook:Battleborn.io
Official Email:nickiglynne@gmail.com

If you encounter any issues while playing, feel free to contact us via the customer service.\nFor example: having trouble accessing the game, bug, game inquiries, and account deletion.";

"use_kefu_deleteacc" = "Other Account Functions

Account Deletion:\nIf you want to delete your account, tap the button below to check how to contact the customer service for more information. After the deletion, you will not be able to retrieve your current account and characters. Please proceed with caution.";

"login_logining" = "Logging in...";
"login_succ" = "Login successfully";
"login_binding" = "Binding...";
"pay_paying" = "Paying...";
"pay_payfinish" = "Payment completed";
"pay_more_order_need_finish" = "Processing unfinished orders";

"user_center_banged_facebook" = "Already bound to FaceBook";
"user_center_banged_google" = "Already bound to Google";
"user_center_banged_apple" = "Already bound to Apple";
"user_logout_fail" = "Logout failed, login not completed";
